[
  "The battlefield is a scene of constant chaos. The winner will be the one who controls that chaos, both his own and the enemies. - Napoleon Bonaparte",
  "In war, the moral is to the physical as three to one. - Napoleon Bonaparte",
  "Victory belongs to the most persevering. - Napoleon Bonaparte",
  "Never interrupt your enemy when he is making a mistake. - Napoleon Bonaparte",
  "Impossible is a word to be found only in the dictionary of fools. - Napoleon Bonaparte",
  "Death is nothing, but to live defeated and inglorious is to die daily. - Napoleon Bonaparte",
  "The strong man is the one who is able to intercept at will the communication between the senses and the mind. - Napoleon Bonaparte",
  "Ten people who speak make more noise than ten thousand who are silent. - Napoleon Bonaparte",
  "He will win who knows when to fight and when not to fight. - Sun Tzu",
  "The supreme art of war is to subdue the enemy without fighting. - Sun Tzu",
  "In the midst of chaos, there is also opportunity. - Sun Tzu",
  "All warfare is based on deception. - Sun Tzu",
  "If you know the enemy and know yourself, you need not fear the result of a hundred battles. - Sun Tzu",
  "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win. - Sun Tzu",
  "The greatest victory is that which requires no battle. - Sun Tzu",
  "Opportunities multiply as they are seized. - Sun Tzu",
  "Strategy without tactics is the slowest route to victory. Tactics without strategy is the noise before defeat. - Sun Tzu",
  "Appear weak when you are strong, and strong when you are weak. - Sun Tzu",
  "Lead me, follow me, or get out of my way. - George S. Patton",
  "A good plan violently executed now is better than a perfect plan executed next week. - George S. Patton",
  "Wars may be fought with weapons, but they are won by men. - George S. Patton",
  "I don't measure a man's success by how high he climbs but how high he bounces when he hits bottom. - George S. Patton",
  "Accept the challenges so that you can feel the exhilaration of victory. - George S. Patton",
  "Courage is fear holding on a minute longer. - George S. Patton",
  "Success is how high you bounce when you hit bottom. - George S. Patton",
  "Do not take counsel of your fears. - George S. Patton",
  "Pressure makes diamonds. - George S. Patton",
  "Better to fight for something than live for nothing. - George S. Patton",
  "No plan survives first contact with the enemy. - Helmuth von Moltke",
  "Strategy is a system of expedients. - Helmuth von Moltke",
  "The more you sweat in peace, the less you bleed in war. - Norman Schwarzkopf",
  "It doesn't take a hero to order men into battle. It takes a hero to be one of those men who goes into battle. - Norman Schwarzkopf",
  "True courage is being afraid, and going ahead and doing your job anyhow. - Norman Schwarzkopf",
  "The harder the conflict, the greater the triumph. - George Washington",
  "Discipline is the soul of an army. - George Washington",
  "It is better to offer no excuse than a bad one. - George Washington",
  "Perseverance and spirit have done wonders in all ages. - George Washington",
  "In preparing for battle I have always found that plans are useless, but planning is indispensable. - Dwight D. Eisenhower",
  "The supreme quality for leadership is unquestionably integrity. - Dwight D. Eisenhower",
  "Leadership is the art of getting someone else to do something you want done because he wants to do it. - Dwight D. Eisenhower",
  "What counts is not necessarily the size of the dog in the fight - it's the size of the fight in the dog. - Dwight D. Eisenhower",
  "Pessimism never won any battle. - Dwight D. Eisenhower",
  "Only the dead have seen the end of war. - Douglas MacArthur",
  "It is fatal to enter a war without the will to win it. - Douglas MacArthur",
  "There is no security on this earth; there is only opportunity. - Douglas MacArthur",
  "The soldier above all others prays for peace, for it is the soldier who must suffer and bear the deepest wounds and scars of war. - Douglas MacArthur",
  "You are remembered for the rules you break. - Douglas MacArthur",
  "Age wrinkles the body. Quitting wrinkles the soul. - Douglas MacArthur",
  "A true leader has the confidence to stand alone, the courage to make tough decisions, and the compassion to listen to the needs of others. - Douglas MacArthur",
  "Battles are won by slaughter and maneuver. The greater the general, the more he contributes in maneuver, the less he demands in slaughter. - Winston Churchill",
  "Success is not final, failure is not fatal: it is the courage to continue that counts. - Winston Churchill",
  "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen. - Winston Churchill",
  "If you're going through hell, keep going. - Winston Churchill",
  "Never give in. Never give in. Never, never, never, never. - Winston Churchill",
  "Victory at all costs, victory in spite of all terror, victory however long and hard the road may be; for without victory, there is no survival. - Winston Churchill",
  "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty. - Winston Churchill",
  "I may be drunk, Miss, but in the morning I will be sober and you will still be ugly. - Winston Churchill",
  "Courage is the first of human qualities because it is the quality which guarantees all others. - Winston Churchill",
  "I have nothing to offer but blood, toil, tears and sweat. - Winston Churchill",
  "The cavalry will always remain the arm of elegance and audacity. - Józef Piłsudski",
  "To be defeated and not submit, is victory; to be victorious and rest on one's laurels, is defeat. - Józef Piłsudski",
  "Morale is the greatest single factor in successful wars. - Dwight D. Eisenhower",
  "The first and greatest commandment is, Don't let them scare you. - Elmer Davis",
  "Sweat saves blood, blood saves lives, and brains save both. - Erwin Rommel",
  "In a man-to-man fight, the winner is he who has one more round in his magazine. - Erwin Rommel",
  "Don't fight a battle if you don't gain anything by winning. - Erwin Rommel",
  "The best form of welfare for the troops is first-rate training. - Erwin Rommel",
  "Be an example to your men, in your duty and in private life. Never spare yourself, and let the troops see that you don't in your endurance of fatigue and privation. - Erwin Rommel",
  "Whoever has the last reserve will win the race. - Erwin Rommel",
  "One of the most important factors in war is the ability to make quick decisions. - Erwin Rommel",
  "I would rather have a German division in front of me than a French one behind me. - George S. Patton",
  "If everyone is thinking alike, then somebody isn't thinking. - George S. Patton",
  "Never tell people how to do things. Tell them what to do and they will surprise you with their ingenuity. - George S. Patton",
  "Untutored courage is useless in the face of educated bullets. - George S. Patton",
  "Always do everything you ask of those you command. - George S. Patton",
  "The object of war is not to die for your country but to make the other bastard die for his. - George S. Patton",
  "Audacity, audacity, always audacity. - George S. Patton",
  "Preparation for war is a constant stimulus to suspicion and ill will. - James Madison",
  "The time to take counsel of your fears is before you make an important battle decision. That's the time to listen to every fear you can imagine! - George S. Patton",
  "We must use time as a tool, not as a couch. - John F. Kennedy",
  "Wars begin when you will, but they do not end when you please. - Niccolò Machiavelli",
  "Never was anything great achieved without danger. - Niccolò Machiavelli",
  "The lion cannot protect himself from traps, and the fox cannot defend himself from wolves. One must therefore be a fox to recognize traps, and a lion to frighten wolves. - Niccolò Machiavelli",
  "There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success, than to take the lead in the introduction of a new order of things. - Niccolò Machiavelli",
  "I am more afraid of an army of 100 sheep led by a lion than an army of 100 lions led by a sheep. - Talleyrand",
  "The General who wins the battle makes many calculations in his temple before the battle is fought. - Sun Tzu",
  "Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt. - Sun Tzu",
  "Energy may be likened to the bending of a crossbow; decision, to the releasing of a trigger. - Sun Tzu",
  "When strong, avoid them. If of high morale, depress them. Seem humble to fill them with conceit. If at ease, exhaust them. - Sun Tzu",
  "Engage people with what they expect; it is what they are able to discern and confirms their projections. - Sun Tzu",
  "Move swift as the Wind and closely-formed as the Wood. Attack like the Fire and be still as the Mountain. - Sun Tzu",
  "Wheels of justice grind slow but grind fine. - Sun Tzu",
  "Build your opponent a golden bridge to retreat across. - Sun Tzu",
  "Convince your enemy that he will gain very little by attacking you; this will diminish his enthusiasm. - Sun Tzu",
  "The quality of decision is like the well-timed swoop of a falcon which enables it to strike and destroy its victim. - Sun Tzu",
  "When the enemy is relaxed, make them toil. When full, starve them. When settled, make them move. - Sun Tzu",
  "To secure ourselves against defeat lies in our own hands, but the opportunity of defeating the enemy is provided by the enemy himself. - Sun Tzu",
  "An army may be likened to water, for just as flowing water avoids the heights and hastens to the lowlands, so an army avoids strength and strikes weakness. - Sun Tzu",
  "Thus the expert in battle moves the enemy, and is not moved by him. - Sun Tzu",
  "The line between disorder and order lies in logistics. - Sun Tzu",
  "A military operation involves deception. Even though you are competent, appear to be incompetent. Though effective, appear to be ineffective. - Sun Tzu",
  "The whole secret lies in confusing the enemy, so that he cannot fathom our real intent. - Sun Tzu",
  "Quickness is the essence of the war. - Sun Tzu",
  "Speed is the essence of war. Take advantage of the enemy's unpreparedness; travel by unexpected routes and strike him where he has taken no precautions. - Sun Tzu",
  "Do not repeat the tactics which have gained you one victory, but let your methods be regulated by the infinite variety of circumstances. - Sun Tzu",
  "Know your enemy and know yourself and you can fight a hundred battles without disaster. - Sun Tzu",
  "When you surround an army, leave an outlet free. Do not press a desperate foe too hard. - Sun Tzu",
  "There are not more than five musical notes, yet the combinations of these five give rise to more melodies than can ever be heard. - Sun Tzu",
  "In war, numbers alone confer no advantage. Do not advance relying on sheer military power. - Sun Tzu",
  "Make your way by unexpected routes and attack unguarded spots. - Sun Tzu",
  "The good fighters of old first put themselves beyond the possibility of defeat, and then waited for an opportunity of defeating the enemy. - Sun Tzu",
  "Invincibility lies in the defense; the possibility of victory in the attack. - Sun Tzu",
  "Security against defeat implies defensive tactics; ability to defeat the enemy means taking the offensive. - Sun Tzu",
  "Those skilled in defense hide in the most secret recesses of the earth; those skilled in attack flash forth from the topmost heights of heaven. - Sun Tzu",
  "The enlightened ruler is heedful, and the good general full of caution. - Sun Tzu",
  "The wise warrior avoids the battle. - Sun Tzu",
  "Regard your soldiers as your children, and they will follow you into the deepest valleys. - Sun Tzu",
  "If words of command are not clear and distinct, if orders are not thoroughly understood, the general is to blame. - Sun Tzu",
  "Treat your men as you would your own beloved sons. And they will follow you into the deepest valley. - Sun Tzu",
  "Rewards for good service should not be deferred a single day. - Sun Tzu",
  "When one treats people with benevolence, justice, and righteousness, and reposes confidence in them, the army will be united in mind and all will be happy to serve their leaders. - Sun Tzu",
  "Those who are victorious plan effectively and change decisively. They are like a great river that maintains its course but adjusts its flow. - Sun Tzu",
  "There has never been a protracted war from which a country has benefited. - Sun Tzu",
  "The skillful tactician may be likened to the shuai-jan. Now the shuai-jan is a snake that is found in the Ch'ang mountains. Strike at its head, and you will be attacked by its tail; strike at its tail, and you will be attacked by its head; strike at its middle, and you will be attacked by head and tail both. - Sun Tzu",
  "When torrential water tosses boulders, it is because of its momentum. When the strike of a hawk breaks the body of its prey, it is because of timing. - Sun Tzu",
  "What is essential in war is victory, not prolonged operations. - Sun Tzu",
  "The proximity of an army causes prices to go up; and high prices cause people's substance to be drained away. - Sun Tzu",
  "Generally, management of many is the same as management of few. It is a matter of organization. - Sun Tzu",
  "At first, then, exhibit the coyness of a maiden, until the enemy gives you an opening; afterwards emulate the rapidity of a running hare, and it will be too late for the enemy to oppose you. - Sun Tzu"
]

